Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: "Home Affairs and Law Minister K. Shanmugam slammed the comments as ""silly"", ""xenophobic"" and ""thoroughly racist"" and is ""quite unacceptable from anyone, let alone someone who is supposed to be a religious teacher."""
es: El ministro de Asuntos Internos y Derecho, K. Shanmugam, criticó los comentarios como «tontos», «xenófobos» y «completamente racistas» y es «bastante inaceptable para cualquiera, y mucho menos para alguien que se supone que es un maestro religioso».

source: On 13 March 2020, two cases were confirmed: a 39-year-old Moroccan man who had returned from Spain and a 64-year-old French woman.
es: El 13 de marzo de 2020, dos casos fueron confirmados: una persona de 39 años quién había regresado de España y una otra mujer francesa de 64 años.

source: The West Texas Intermediate, a grade of crude oil used as a benchmark in oil pricing fell 20%.
es: [21]​ El West Texas Intermediate, un grado de petróleo crudo utilizado como punto de referencia en el precio del petróleo, cayó un 20%.

source: As a result, his ideas were rejected by the medical community.
es: [5]​ Por eso sus ideas fueron rechazadas por la comunidad médica.

source: Unlike the case of Zika virus during the 2016 Summer Olympics in Rio de Janeiro, the SARS-CoV-2 virus can be transmitted between humans, posing tougher challenges for the organizers to counteract the infectious disease and host a safe and secure Games.
es: [34]​ A diferencia del caso del virus del Zika durante los Juegos Olímpicos de Río de Janeiro 2016, el nuevo coronavirus se puede transmitir entre humanos, lo que plantea desafíos más difíciles para los organizadores de Tokio para contrarrestar la enfermedad infecciosa y organizar juegos seguros.

source: On 15 March, the government announced new measures including the expansion of entry restrictions on travelers coming from the Schengen Area, in addition to the United Kingdom, Ireland, and Iran.
es: 15 de marzo: El gobierno nacional anuncia nuevas medidas, entre ellas la ampliación de las restricción del acceso a Bolivia de viajeros provenientes del área Schengen, además del Reino Unido, Irlanda e Irán.

source: The church was officially founded by Suzanne and Jean Peterschmitt in Mulhouse in 1966.
es: La iglesia fue fundada oficialmente en 1966 por Suzanne y Jean Peterschmitt en Mulhouse (Mulhouse).

source: Testing is being conducted by veteran's hospitals, private labs, and the Puerto Rico Department of Health.
es: Las pruebas están siendo realizadas por hospitales de veteranos, laboratorios privados y el Departamento de Salud de Puerto Rico.

source: "Disney CEO Bob Chapek explained that this was because of the film's ""powerful themes of perseverance and the importance of family, messages that are incredibly relevant""."
es: "El CEO de Disney, Bob Chapek, explicó que esto se debió a los ""poderosos temas de perseverancia de la película y la importancia de la familia, mensajes que son increíblemente relevantes""."

source: Tachypnea (high respiratory rate), with greater than 20 breaths per minute; or, an arterial partial pressure of carbon dioxide less than 4.3 kPa (32 mmHg)
es: Taquipnea (>20 respiraciones por minuto) o pCO2 <32 mmHg.

source: Her first clinical trials, which were in 2008, made use of the Influenza A virus subtype H3N2, and included daily monitoring of the patient's symptoms.
es: Sus primeras pruebas clínicas en 2008, usaron el virus Influenza A subtipo H3N2, monitorizando diariamente los síntomas de las personas pacientes.

source: On 30 January, Finland's health officials estimated that up to 24 people may have been exposed to the virus.
es: El 30 de enero, las autoridades sanitarias de Finlandia estimaron que hasta 24 personas podían haber estado expuestas al virus.

source: Textbook of Microbiology by Ananthanarayan and Panikar, ISBN 81-250-2808-0
es: Microbiology Ananthanarayan y Panikar, ISBN 81-250-2808-0

source: Chart of Hospitalized Cases
es: Mapa de casos por municipio

source: Alcohol-based hand sanitizer should contain at least 60% alcohol.
es: Si no se dispone de agua y jabón, puede usarse un desinfectante de manos que contenga al menos un 60% de alcohol.

source: Cardiac tamponade in which fluid in the pericardium prevents inflow of blood into the heart (venous return).
es: Taponamiento cardíaco en el cual la sangre en el pericardio evita la afluencia de la sangre al corazón (retorno venoso).

source: The two motors are each rated to 20 MW and have a maximum speed of 154 rpm. (Rated speed of 0-145 rpm.)
es: Los dos motores tienen una potencia nominal de 20 MW y tienen una velocidad máxima de 154 rpm. (Velocidad nominal de 0-145 rpm.)

source: Accumulation of PrPSc was also found in follicular dendritic cells; however, it was of a lesser degree.
es: La acumulación de PrPSc también se encontró en células dendríticas foliculares; sin embargo, fue en menor grado.

source: It was founded in 1891 and is named for its founding director, the founder of modern bacteriology and Nobel laureate Robert Koch.
es: El instituto fue fundado en 1891 y lleva el nombre de su director fundador, creador de la bacteriología moderna y premio Nobel, Robert Koch.

source: Production company Warner Bros. began working with the Australian public health services to identify other people who may have been in contact with Hanks and his wife Rita Wilson, who had been performing at venues including the Sydney Opera House shortly before both were tested positive.
es: La productora Warner Bros. comenzó a trabajar con los servicios de salud pública de Australia para identificar a otras personas que pudieron haber estado en contacto con Hanks y su esposa Rita Wilson, quienes habían estado actuando en lugares como la Ópera de Sydney poco antes de que ambos obtuvieran resultados positivos.

source: They consisted of two Italian tourists and a 71-year-old cancer patient.
es: Se trataba de 2 turistas italianos y un paciente con cáncer de 71 años.

source: doi:10.1177/0115426505020006625.
es: Nutrition Clinical Practice 20 (39): 625-633. doi:10.1177/0115426505020006625.

source: This effect also reduces the blood supply to gastrointestinal tract and kidneys.
es: Este efecto también reduce el suministro de sangre al tracto gastrointestinal y los riñones.

source: Audience limits, as well as mandatory and voluntary closure of cinemas in some areas, led to total North American box office sales that were the lowest since October 1998.
es: [148]​ Los límites de audiencia, así como el cierre obligatorio y voluntario de los cines en algunas áreas, llevaron a una taquilla total en Estados Unidos de $55.3 millones de dólares durante el fin de semana del 14 de marzo, la más baja desde octubre de 1998.

source: On 4 March, Emilia-Romagna's regional minister of health, Raffaele Donini, and minister for territories, Barbara Lori, were declared positive for COVID-19.
es: El 4 de marzo, la ministra regional de salud de Emilia-Romagna, Raffaele Donini, y la ministra de territorios, Barbara Lori, declararon que dieron positivo el COVID-19.

source: The Chinese Center for Disease Control and Prevention (CCDC; Chinese: 中国疾病预防控制中心) is an independent agency of the National Health Commission based in Beijing, China.
es: El Centro Chino para el Control y la Prevención de Enfermedades (CCDC; en chino tradicional, 中國疾病預防控制中心; en chino simplificado, 中国疾病预防控制中心; pinyin, Zhōngguó Jíbìng Yùfáng Kòngzhì Zhōngxīn) es una agencia de la Comisión Nacional de Salud con sede en Pekín, China.

source: One of the cases in Uusimaa, a working age woman, is associated with the earlier cases in the Helsinki region.
es: Uno de los casos en Uusimaa, una mujer en edad activa, está asociado a los casos anteriores en la región de Helsinki.

source: On 26 February, the Norwegian Institute of Public Health confirmed that a 26-year-old Norwegian man living in Florence tested positive and had been admitted to Santa Maria Annunziata Hospital.
es: El 26 de febrero, el Instituto Noruego de Salud Pública confirmó que un hombre noruego de 26 años que vivía en Florencia dio positivo y fue ingresado en el Hospital Santa Maria Annunziata.

source: German disease and epidemic control is advised by the Robert Koch Institute (RKI) according to a national pandemic plan.
es: El Instituto Robert Koch aconseja el control de enfermedades y epidemias en Alemania de acuerdo con un plan nacional de pandemia.

source: On 28 February, his wife also tested positive.
es: El 28 de febrero, su esposa también dio positivo.

source: Diamond Princess is a British-registered cruise ship owned and operated by Princess Cruises.
es: Diamond Princess es un crucero británico propiedad de Princess Cruises.

source: The Government of Pakistan began screening of passengers at airports in Islamabad, Karachi, Lahore and Peshawar to prevent entry of coronavirus in the country.
es: El Gobierno de Pakistán comenzó a controlar a los pasajeros en los aeropuertos de Islamabad, Karachi, Lahore y Peshawar para evitar la entrada de COVID-19 en el país.

source: Mycobacterium abscessus complex (MABSC) is a group of rapidly growing, multidrug-resistant non-tuberculous mycobacteria (NTM) species that are common soil and water contaminants.
es: Es un grupo de micobacterias no tuberculosas (MNT) resistentes a múltiples fármacos y de rápido crecimiento que son contaminantes comunes del suelo y el agua.

source: Three weeks into the lockdown, its effects began to show.
es: Tres semanas después del aislamiento, sus efectos comenzaron a mostrarse.

source: "Most references in the media to ""bird flu"" and most references to H5N1 are about this specific strain."
es: La mayoría de las referencias en los medios de comunicación sobre la gripe aviar y la variante H5N1 son sobre esta cepa específica.

source: The three disease types are drug overdose (including alcohol overdose), suicide, and alcoholic liver disease.
es: Los tres tipos de enfermedades son: sobredosis de drogas (incluido el alcoholismo), suicidio y cirrosis hepática por alcoholismo.

source: While the effectiveness of sanitiser depends on the specific ingredients, most hand sanitiser sold commercially inactivates SARS-CoV-2, which causes COVID-19.
es: Si bien la efectividad del desinfectante depende de los ingredientes específicos, la mayoría del desinfectante de manos vendido comercialmente mata el coronavirus.

source: Cecil Textbook of Medicine
es: Portal:Medicina.

source: On 28 February, the Minister of Foreign Affairs of Saudi Arabia announced the temporary suspension of entry for Gulf Cooperation Council (GCC) citizens to Makkah and Madinah.
es: El 28 de febrero, el Ministro de Relaciones Exteriores de Arabia Saudita anunció la suspensión temporal de la entrada de ciudadanos del Consejo de Cooperación para los Estados Árabes del Golfo (CCG) a La Meca y Medina.

source: Scrub for at least 20 seconds.
es: Restregar las manos con el jabón durante al menos veinte segundos.

source: Joseph Lister, 1st Baron Lister, (5 April 1827 – 10 February 1912), known between 1883 and 1897 as Sir Joseph Lister, Bt., was a British surgeon and a pioneer of antiseptic surgery.
es: Joseph Lister, 1.er Barón de Lister (Upton, Essex, 5 de abril de 1827-10 de febrero de 1912) fue un cirujano británico.

source: Julio Molinos, a medical union leader and retired technician, published a video asking the government to be transparent about hospital conditions on 15 March.
es: El 15 de marzo, Julio Molinos, un líder sindical médico y técnico retirado, publicó un video pidiendo al gobierno que fuera transparente sobre las condiciones de los hospitales públicos.

source: The demonstrations were led by medical students and young faculty members and were joined by workers from the suburbs.
es: Estas manifestaciones estaban dirigidas por estudiantes de medicina y profesores jóvenes de la universidad junto con trabajadores de los suburbios.

source: On 5 May 2005, news reports broke that a new case of polio was diagnosed in Java, Indonesia, and the virus strain was suspected to be the same as the one that has caused outbreaks in Nigeria.
es: [66]​[67]​[68]​ El 5 de mayo de 2005, se anunció el diagnóstico de un nuevo caso de polio en Java, Indonesia; se sospechó que fue la misma cepa que causó diversos brotes en Nigeria.

source: Deputy health minister Iraj Harirchi denied giving false figures.
es: Viceministro de Salud Iraj Harirchi.

source: "There are no limits to our commitment to the euro."""
es: "No hay límites para nuestro compromiso con el euro""."

source: On 31 January 2020, the Ministry of Foreign Affairs of Latvia updated their travel advice, calling on travellers not to travel to Hubei and assess the need to travel to China in general.
es: El 31 de enero, el Ministro de Relaciones Exteriores de Letonia amplió las directrices de viaje, alertando a los viajeros a no ir a Hubei, además de avisar sobre la necesidad de evaluar los posibles viajes a China de manera general.

source: Furthermore, they are antigens to which antibodies can be raised.
es: [58]​ Además cumplen una función de antígeno al que los anticuerpos pueden fijarse.

source: Interdepartmental and interprovincial land transport suspended.
es: Se suspende el transporte terrestre interdepartamental e interprovincial de pasajeros.

source: The Albanian Evangelical Church likewise transmitted services online.
es: [20]​ La Iglesia Evangélica Albanesa también transmitió servicios online.

source: On 16 March, the first case in the territory was confirmed.
es: El 16 de marzo, se confirmó el primer caso en el territorio.

source: "Prior to the coronavirus pandemic, a massive amount of borrowing by firms with ratings just above ""junk,"" coupled with the growth of leveraged loans, which are made to companies with significant amount of debt, created a vulnerability in the financial system."
es: "Antes de la pandemia de enfermedad por coronavirus, una cantidad masiva de préstamos de empresas con calificaciones justo por encima de ""basura"", junto con el crecimiento de los préstamos apalancados, que se otorgan a empresas con una cantidad significativa de deudas, creó una vulnerabilidad en el sistema financiero."

source: On 27 March, the Ministry of the Interior issued a new statement regarding gatherings during weekends, announcing that starting from 28–29 March, having picnics, fishing at the shores, doing physical exercise outside (including running and walking on the weekends in city and town centers) would be banned until the virus spread has been contained.
es: El 27 de marzo, el Ministerio del Interior emitió una nueva declaración sobre las reuniones durante los fines de semana, anunciando que a partir del 28 y 29 de marzo, hacer pícnics, pescar en las costas, hacer ejercicio físico al aire libre (incluyendo correr y caminar los fines de semana en la ciudad y los centros urbanos) estarían prohibidos hasta que se haya contenido la propagación del virus.

source: On February 15, 2020, China's paramount leader and Party general secretary Xi Jinping published an article which claimed he had been aware of the epidemic since January 7, 2020 and issued an order to contain the spread of the disease during a meeting on that day.
es: El 15 de febrero de 2020, el líder supremo de China, Xi Jinping, publicó un artículo que afirmaba haber estado al tanto de la epidemia desde el 7 de enero de 2020 y emitió una orden para contener la propagación de la enfermedad durante una reunión ese día.

source: As the kidneys reabsorb more water from the filtrate, myoglobin interacts with Tamm–Horsfall protein in the nephron to form casts (solid aggregates) that obstruct the normal flow of fluid; the condition is worsened further by high levels of uric acid and acidification of the filtrate, which increase cast formation.
es: [50]​ Como los riñones reabsorben más agua que la filtrada, la mioglobina interactúa con la proteína de Tamm-Horsfall en la nefrona para formar cilindros (agregados sólidos) que obstruyen el flujo normal del líquido; la situación se agrava aún más a causa de los altos niveles de ácido úrico y la acidificación del filtrado, que aumentan la formación de cilindros.

source: In addition, it was also announced that the 2020 Saudi Olympics that were scheduled to be held from 23 March to 1 April were suspended until further notice.
es: [31]​[32]​ Además, el Ministerio también anunció que los Juegos Olímpicos saudíes de 2020, que estaba programada desde el 23 de marzo al 1 de abril, quedaron suspendidos hasta nuevo aviso.

source: On March 17, President Jeanine Añez announced the following measures, to be in effect from March 19 to 31:
es: El 17 de marzo la presidente del estado Jeanine Añez anunció las siguientes medidas que entrarán en vigor para el periodo de 19 a 31 de marzo :
